Repository: itaipubinacional/bosque
Catalog: implementation/mobile/iOS/geocab/*.lproj/Localizable.strings
Languages: pt

# gps.error.message
source: An error occurred while trying to obtain your current location
pt: Houve um erro ao tentar obter sua localização

# gps.error.title
source: GPS Error
pt: Erro de GPS

# login.error.message
source: Invalid credentials or user disabled.
pt: Dados inválidos ou usuário desabilitado.

# login.form-invalid.message
source: Incorrect e-mail address or password. Please try again.
pt: Verifique se os campos estão preenchidos corretamente.

# no-internet-error.message
source: Check your internet conection.
pt: Verifique a sua conexão com a internet.

# layer-fetch.error.message
source: An error ocurred while trying to fetch layers.
pt: Um erro aconteceu ao tentar atualizar as camadas

source: Created by
pt: Criado por

# logout-confirmation.message
source: Do you want to proceed?
pt: Tem certeza de que quer realizar o logout?

source: Marker Information
pt: Informações do ponto

# field-missing
source: Information missing
pt: Dado não informado

# select-layer
source: Select the layer
pt: Selecione a camada

# inform-field
source: Inform the field
pt: Preencha o campo

source: Remove Image
pt: Remover Imagem

# verify-form-fields
source: Check if the fields were correctly informed.
pt: Verifique se os campos estão preenchidos corretamente.

source: Cancel
pt: Cancelar

source: Refuse
pt: Recusar

source: Motive
pt: Motivo

source: Confirm
pt: Confirmar

# confirm_remove
source: Are you sure want to remove?
pt: Deseja realmente excluir o item?
